{
  "About me": "Über mich",
  "Skills": "Fähigkeiten",
  "letTalk": "Kontakt",
  "getInTouch": "Kontakt",
  "introText": "Hey, ich bin Pascal Huber, Frontend-Entwickler aus Lachen in der Schweiz. Herzlich willkommen auf meiner Portfolio-Seite, wo ich einen Einblick in meine Reise durch die Welt der Webentwicklung gebe. Meine Leidenschaft gilt dem Erstellen ansprechender Benutzeroberflächen und nutzerfreundlicher Websites. In meiner Arbeit als Frontend-Entwickler strebe ich nach sauberem Code und funktionalen Designs.",
  "trainingDescription": "Während meiner Ausbildung zum Frontend-Entwickler habe ich umfassende Kenntnisse erworben und an verschiedenen Projekten gearbeitet, die meine Fähigkeiten in der Webentwicklung vertieft haben. Im Portfolio-Bereich finden Sie einige dieser Projekte, die meine praktische Erfahrung und meine Fertigkeiten als Junior Frontend-Entwickler widerspiegeln.",
  "juniorDeveloperContribution": "Mit dem erlangten Fachwissen an dieser professionellen und projektbasierten Programmierschule bin ich hochmotiviert, meine Fähigkeiten und Erfahrungen als Ihr neuer Junior-Entwickler einzubringen und so zum Erfolg Ihres Unternehmens beizutragen.",
  "frontendDevelopmentSkills": "Ich habe meine Fähigkeiten in der Frontend-Entwicklung verbessert, die es mir ermöglicht haben, verschiedene reale Projekte zu erstellen.",
  "My skills": "Fähigkeiten",
  "sampleOfWork": "Diese Seite ist eine Auswahl meiner Arbeit - bitte zögern Sie nicht, sie auszuprobieren.",
  "projectDescriptionJoin": "Aufgaben-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "projectDescriptionElPolloLoco": "Ein einfaches Jump-and-Run-Spiel mit einem objektorientierten Ansatz. Helfen Sie Pepe, Salsafalschen zu sammeln, um sich gegen das aggressive Huhn zu verteidigen.",
  "projectDescriptionSimpleCRM": "Ein sehr einfaches Customer Relationship Management-System, das mit CRUD-Funktionalität arbeitet.",
  "projectDescriptionPokedex": "Basierend auf der PokeAPI, eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "liveTestButton": "Live Test",
  "Contact": "Kontakt",
  "Got a problem to solve?": "Ein Problem zu lösen?",
  "contactFormText": "Kontaktieren Sie mich über dieses Formular. Ich interessiere mich dafür, von Ihnen zu hören, Ihre Ideen kennenzulernen und durch meine Arbeit zu Ihren Projekten beizutragen.",
  "Need a Frontend developer?": "Brauchen Sie einen Frontend-Entwickler?",
  "Contact me!": "Kontaktieren Sie mich!",
  "namePlaceholder": "Ihr Name",
  "emailPlaceholder": "Ihre E-Mail-Adresse",
  "messagePlaceholder": "Ihre Nachricht",
  "nameRequiredError": "Ihr Name ist erforderlich",
  "emailRequiredError": "Ihre E-Mail-Adresse ist erforderlich",
  "messageLengthError": "Ihre Nachricht ist leer oder enthält weniger als 20 Zeichen",
  "I`ve read the": "Ich habe die",
  "privacy policy": "Datenschutzerklärung",
  "and agree to the processing of my data as outlined.": "gelesen und stimme der Verarbeitung meiner Daten gemäß den darin dargelegten Bestimmungen zu.",
  "Please accept the privacy policy": "Bitte akzeptieren Sie die Datenschutzerklärung",
  "sendMessageButton": "Nachricht senden",
  "Imprint": "Impressum",
  "Legal Notice": "Impressum",
  "Responsible Entity:": "Verantwortliche Stelle:",
  "DisclaimerInfo": "Der Autor übernimmt keine Gewähr für die Richtigkeit, Genauigkeit, Aktualität, Zuverlässigkeit und Vollständigkeit der Informationen. Haftungsansprüche gegen den Autor für materielle oder immaterielle Schäden, die durch den Zugang oder die Nutzung oder Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder aufgrund technischer Fehler entstehen, sind ausgeschlossen.",
  "NonBindingOffer": "Alle Angebote sind unverbindlich. Der Autor behält sich ausdrücklich das Recht vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu ändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
  "Disclaimer for Contents and Links": "Haftungsausschluss für Inhalte und Links",
  "Disclaimer for Contents and Links Content": "Verweise und Links auf Websites Dritter liegen außerhalb unseres Verantwortungsbereichs. Jede Verantwortung für solche Websites wird abgelehnt. Der Zugriff und die Nutzung solcher Websites erfolgen auf eigene Gefahr des Nutzers.",
  "Copyright Statement": "Urheberrechtserklärung",
  "CopyrightContent": "Das Urheberrecht und alle anderen Rechte an Inhalten, Bildern, Fotos oder anderen Dateien auf dieser Website gehören ausschließlich Pascal Huber oder den ausdrücklich genannten Rechteinhabern. Für die Vervielfältigung von Elementen muss im Voraus die schriftliche Genehmigung des Urheberrechtsinhabers eingeholt werden.",
  "ImageUsage": "Die auf dieser Website verwendeten Bilder wurden mit DALL-E, einem KI-Modell von OpenAI, generiert. Bitte beachten Sie, dass Genauigkeit und Herkunft dieser Bilder durch die generative Natur des Modells bestimmt werden. Alle Rechte an den generierten Bildern und ihrer Verwendung unterliegen den Geschäftsbedingungen von OpenAI.",
  "Source": "Quelle"
}
