{
  "About me": "About me",
  "Skills": "Skills",
  "letTalk": "Let`s talk!",
  "getInTouch": "Get in touch",
  "introText": "Hello, I'm Pascal Huber. I'm a frontend developer from Lachen, Switzerland. Welcome to my portfolio page! Here, I share my journey in web development. I love creating user-friendly websites and attractive interfaces. My training and project experience has given me a solid foundation in frontend development. I'm excited to apply my skills to your company and contribute to your success.",
  "trainingDescription": "During my frontend developer training, I gained broad knowledge. I worked on various projects that improved my web development skills. In the portfolio section, you'll find some of these projects showcasing my abilities as a junior frontend developer.",
  "juniorDeveloperContribution": "With the expertise gained from my professional, project-based programming education, I am determined to tackle challenges head-on and transform them into valuable learning experiences.",
  "frontendDevelopmentSkills": "I have grown my frontend developments skills that have allowed me to create different projects.",
  "My skills": "My skills",
  "sampleOfWork": "This page is a sample of my work - please feel free to try them out.",
  "projectDescriptionJoin": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "projectDescriptionElPolloLoco": "A simple jump-and-run game using an object-oriented approach. Help Pepe gather salsa bottles to defend against the aggressive chicken.",
  "projectDescriptionSimpleCRM": "A very Simple Customer Relationship Management system working with CRUD functionality.",
  "projectDescriptionPokedex": "Based on the PokeAPI, a simple library that provides and catalogs Pokémon information.",
  "liveTestButton": "Live test",
  "Contact": "Contact",
  "Got a problem to solve?": "Got a problem to solve?",
  "contactFormText": "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.",
  "Need a Frontend developer?": "Need a Frontend developer?",
  "Contact me!": "Contact me!",
  "namePlaceholder": "Your name",
  "emailPlaceholder": "Your email",
  "messagePlaceholder": "Your message",
  "nameRequiredError": "Your name is required",
  "emailRequiredError": "Your email is required",
  "messageLengthError": "Your message is empty or less than 20 characters",
  "I`ve read the": "I`ve read the",
  "privacy policy": "privacy policy",
  "and agree to the processing of my data as outlined.": "and agree to the processing of my data as outlined.",
  "Please accept the privacy policy": "Please accept the privacy policy",
  "sendMessageButton": "Send message",
  "Imprint": "Imprint",
  "Legal Notice": "Legal Notice",
  "Responsible Entity:": "Responsible Entity:",
  "DisclaimerInfo": "The author does not guarantee the correctness, accuracy, timeliness, reliability, and completeness of the information. Liability claims against the author for material or immaterial damages, resulting from the access or use or non-use of the published information, through misuse of the connection or due to technical faults, are excluded.",
  "NonBindingOffer": "All offers are non-binding. The author expressly reserves the right to change, supplement, delete parts of the pages or the entire offer without separate announcement, or to cease publication temporarily or permanently.",
  "Disclaimer for Contents and Links": "Disclaimer for Contents and Links",
  "Disclaimer for Contents and Links Content": "References and links to third party websites are beyond our area of responsibility. Any responsibility for such websites is rejected. Access and use of such websites occur at the user's own risk.",
  "Copyright Statement": "Copyright Statement",
  "CopyrightContent": "The copyright and all other rights to contents, images, photos, or other files on this website, belong exclusively to Pascal Huber or the specifically named rights holders. Written permission must be obtained in advance from the copyright holder for the reproduction of any elements.",
  "ImageUsage": "The images used on this website were generated with DALL-E, an AI model by OpenAI. Please note that the accuracy and origin of these images are determined by the generative nature of the model. Any rights to the generated images and their use are subject to the terms and conditions of OpenAI.",
  "Source": "Source"
}
